{
  "treatments": [
    {
      "titleLv": "Masaje tailandés",
      "titleEn": "Full body classical massage",
      "price": "1h - 20 eur",
      "price2": "1.30h- 33$, 1h- 30$"
    },
    {
      "titleLv": "Masaje tailandés tradicional",
      "titleEn": "Sports massage",
      "price": "1h - 35 eur",
      "price2": "1h- 30$"
    },
    {
      "titleLv": "Masaje deportivo",
      "titleEn": "Thai massage Traditional",
      "price": "1h - 30 eur",
      "price2": "2h- 35$, 1.30h- 30$, 1h- 25$"
    },
    {
      "titleLv": "Masaje sueca- masaje clasico de cuerpo completo",
      "titleEn": "Relaxing Aromatic Massage",
      "price": "1h - 15 eur",
      "price2": "1h- 20$  1.30h- 25$"
    },
    {
      "titleLv": "Masaje Aromatico Relajante",
      "titleEn": "Thai reflexology foot massage",
      "price": "30m - 15 eur",
      "price2": "1h- 15$, 1.30h- 20$"
    },
    {
      "titleLv": "Masaje de pies con reflexologia tailandesa",
      "titleEn": "Relaxing Toning Back massage",
      "price": "30m - 15 eur, 1h - 25 eur",
      "price2": "30min- 15$, 45min- 20$"
    },
    {
      "titleLv": "Masaje de cabeza y cuello",
      "titleEn": "Deep tissue massage",
      "price": "1h - 33 eur",
      "price2": "30 min- 15$"
    },
    {
      "titleLv": "Masaje escultor o anticelulitico",
      "titleEn": "Head and neck massage",
      "price": "30m - 12 eur",
      "price2": "1h- 25$, 1.30h- 30$"
    },
    {
      "titleLv": "Masaje de drenaje linfatico",
      "titleEn": "Tibetan back massage",
      "price": "33 eur",
      "price2": "1h-25$, 1.30h- 30$"
    },
    {
      "titleLv": "Masaje lifting facial o antiedad",
      "titleEn": "Sculpting or Anticellulite massage",
      "price": "33 eur",
      "price2": "30 min- 15$"
    },
    {
      "titleLv": "Masaje lifting facial o antiedad",
      "titleEn": "Anti-age massage",
      "price": "25m - 15 eur",
      "price2": "30 min- 15$"
    }
  ],
  "info": {
    "lv": [
      {
        "id": "1",
        "text": "Yo comencé con masaje sueca o masaje clásico de cuerpo completo en Letonia, Riga. Mi viaje con masajes empezó en 2021. Mi objetivó es acercarte a la mirada de mis masajes en el intercambio cultural. Puedes elegir sentir diferentes métodos que pueden ayudarte a reparar. \nUtilizo la técnica de masaje oriental, como Lomi-Lomi y tradicional tailandés. Conozco los meridianos, puntos del cuerpo y zonas de activación para casa individuo. Mis masajes son ideales para deportistas y personas activas o también para personas sedentarias. Comenzando desde la cabeza hasta la cara y terminando en los pies. Recibirás un procedimiento y relajación único.",
        "style": "italic"
      },
      {
        "id": "2",
        "text": "Yo he practicado en un salón de masaje tailandés. Trabajando en un salón alemán, así como un SPA de Letonia que es reconocido en Europa- Aqua Villa Botique SPA. \nÚltimamente he estado trabajando por cuento propia. Puedes mirar los procedimientos disponibles en mi proprio sitio web para masajes. Ahora doy masajes como drenaje linfático, anticelulítico, deportivo. \nMi objetivó es que puedes confiar tu cuerpo en buenos manos y brindar servicios de calidad.",
        "style": "italic"
      },
      {
        "id": "3",
        "text": "Comunicación: inglés, alemán, letón o español \nExperiencia: \n2021 Certificado obtenido en masaje sueca o masaje clásico ‘’Escuela Internacional de Riga’’ Letonia \n2022 Masaje tailandesa en salón de Alemania, Nuremberg \n2023 Masaje Deportivo recibi la certification de educación profesional ‘’Escuela Profesional de Belleza’’ centro de formación profesional Letonia. \n",
        "style": "italic"
      }
    ],
    "en": [
      {
        "id": "1",
        "text": "I have practiced in a Thai massage salon. I Obtained a Certificate for Classical and Thai massage. \nI can communicate in English, German, Spanish or Latvian.",
        "style": "italic"
      },
      {
        "id": "2",
        "text": "I use the Oriental massage technique. I can perform Lomi-lomi or Hawaiian, traditional royal Thai massage, Tibetan back massage, as well as classical and sports massage. Starting from the head/face, all the way to the feet. You will receive a unique treatment and amazing relaxation.",
        "style": "italic"
      },
      {
        "id": "3",
        "text": "Through a unique cultural exchange, I have learned Thai massage for the whole body. I know the meridians, points and lines on the body that must be activated to achieve the result you need. My massages are perfectly suitable for athletes and other active people. Usually, recommended procedure for most people is the Traditional Thai massage. A study shows that nine sessions of traditional Thai massage in a 3-week period can reduce painful headaches. If this is what you need, then you are in right place.",
        "style": "italic"
      }
    ]
  }
}
