{
  "treatments": [
    {
      "titleLv": "Klasiskā masāža visam ķermenim",
      "titleEn": "Full body classical massage",
      "price": "1h - 20 eur"
    },
    {
      "titleLv": "Sporta masāža",
      "titleEn": "Sports massage",
      "price": "1h - 35 eur"
    },
    {
      "titleLv": "Taizemes masāža",
      "titleEn": "Thai massage Traditional",
      "price": "1h - 30 eur"
    },
    {
      "titleLv": "Relaksējoša aromterapijas masāža",
      "titleEn": "Relaxing Aromatic Massage",
      "price": "1h - 15 eur"
    },
    {
      "titleLv": "Taizemes refleksioloģiskā pēdu masāža",
      "titleEn": "Thai reflexology foot massage",
      "price": "30m - 15 eur"
    },
    {
      "titleLv": "Relaksējoša tonizējoša muguras masāža",
      "titleEn": "Relaxing Toning Back massage",
      "price": "30m - 15 eur, 1h - 25 eur"
    },
    {
      "titleLv": "Dziļo audu masāža",
      "titleEn": "Deep tissue massage",
      "price": "1h - 33 eur"
    },
    {
      "titleLv": "Galvas un kakla masāža",
      "titleEn": "Head and neck massage",
      "price": "30m - 12 eur"
    },
    {
      "titleLv": "Tibetas muguras masāža",
      "titleEn": "Tibetan back massage",
      "price": "33 eur"
    },
    {
      "titleLv": "Skulpturējošā jeb Anticelulīta masāža",
      "titleEn": "Sculpting or Anticellulite massage",
      "price": "33 eur"
    },
    {
      "titleLv": "Sejas liftinga masāža",
      "titleEn": "Anti-age massage",
      "price": "25m - 15 eur"
    }
  ],
  "info": {
    "lv": [
      {
        "id": "1",
        "text": "Esmu praktizējusies taizemiešu masāžas salonā. Ieguvu sertifikātu par sporta, klasisko un taizemiešu masāžu. \nVaru sarunāties angļu, vācu, spāņu vai latviešu valodā.",
        "style": "italic"
      },
      {
        "id": "2",
        "text": "Es pielietoju austrumu masāžas tehniku. Varu izpildīt Lomi-lomi jeb havajiešu, tradicionālo karalisko Taizemes masāžu, Tibetas muguras masāžu, kā arī klasisko un sporta masāžu. Sākot no galvas/sejas, beidzot ar pēdām. Tu saņemsi unikālu procedūru un lielisku relaksāciju.",
        "style": "italic"
      },
      {
        "id": "3",
        "text": "Esmu apguvusi caur- unikālu kulturālu apmaiņu- Taizemes masāžu visam ķermenim. Pārzinu meridiānus, punktus un līnijas uz ķermeņa, ko aktivizēt, lai Jūs iegūtu vēlamo rezultātu. Manas masāžas ir ideāli piemērotas sportistiem un citiem aktīviem cilvēkiem. Visvairāk iesaku tradicionālo Taizemes masāžu, kur pielietoju aktīvākas kustības un tev ir iespēja izbaudīt pasīvo jogu. Viens pētījums parādīja, ka deviņas tradicionālās taizemiešu masāžas sesijas 3 nedēļu laikā var mazināt sāpīgas galvassāpes.",
        "style": "italic"
      }
    ],
    "en": [
      {
        "id": "1",
        "text": "I have practiced in a Thai massage salon. I Obtained a Certificate for Classical and Thai massage. \nI can communicate in English, German, Spanish or Latvian.",
        "style": "italic"
      },
      {
        "id": "2",
        "text": "I use the Oriental massage technique. I can perform Lomi-lomi or Hawaiian, traditional royal Thai massage, Tibetan back massage, as well as classical and sports massage. Starting from the head/face, all the way to the feet. You will receive a unique treatment and amazing relaxation.",
        "style": "italic"
      },
      {
        "id": "3",
        "text": "Through a unique cultural exchange, I have learned Thai massage for the whole body. I know the meridians, points and lines on the body that must be activated to achieve the result you need. My massages are perfectly suitable for athletes and other active people. Usually, recommended procedure for most people is the Traditional Thai massage. A study shows that nine sessions of traditional Thai massage in a 3-week period can reduce painful headaches. If this is what you need, then you are in right place.",
        "style": "italic"
      }
    ]
  }
}
